name: "lpr_model"
platform: "tensorflow_graphdef"
max_batch_size: 16
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 6768 ]
  }
]
output [
  {
    name: "d_predictions"
    data_type: TYPE_INT64
    dims: [ 6 ]
  }
]